package data

var HelpText = `
第五ちゃんは【おせち様教団】のtool botです。
呼び出しコマンドは【第五】です。
さゆには冷たくする機能が実装予定です。
コマンドの空白は半角でも全角でも大丈夫です。
ルルさんに感謝しましょう。
おせち様を称えよ。

## 機能一覧
- help（現在実行のこれ）
- 第五人格キャラランダムピック

### help
- 基本形
第五　教えて
- 機能
 第五ちゃんの説明が確認できます。

### 第五人格キャラランダムピック
- 基本形
第五　ランダム

- 引数
	- ランダム
	サバイバーのみランダムで選出します。
		- カスタム
		マップ、ハンター、サバイバー全てをランダムで選出します。
			- 殿堂
			ランクマッチで利用可能なマップだけが選ばれます。
		- バン
		バンキャラクター（サバイバー、ハンター各1人ずつ）選出します。
		- 使用頻度
		使用頻度順のどれかを指定します。サバイバー、ハンターの少ない方の数
		を上限としてランダムで何番目かを選んで選出します。

- 一覧
第五　ランダム
第五　ランダム　カスタム
第五　ランダム　カスタム　殿堂
第五　ランダム　バン
第五　ランダム　使用頻度
`
